{"dataroot":{"Briefing":[{"BriefingId":"0","BriefingDesc":"Your first mission in operation Fall Weiss, the conquest of Poland, is to capture the key cities of Kutno and Lodz by September 10th. This keeps open the possibility of conquering Poland before the French and British can launch an attack on Germany. If these objectives are taken before September 10th, additional forces may be available to you for the assault on Warsaw.\n"},{"BriefingId":"1","BriefingDesc":"Your success in phase one of the attack on Poland was outstanding. Due to your rapid advance, we have made additional resources available to you for the assault on Warsaw."},{"BriefingId":"2","BriefingDesc":"Congratulations on completing your mission satisfactorily."},{"BriefingId":"3","BriefingDesc":"As you were unable to capture your objectives as ordered, France and England have launched an offensive against Germany that has forced us to suspend the attack on Poland.\nYour services are no longer needed."},{"BriefingId":"4","BriefingDesc":"Your next assignment is to take Warsaw and several nearby Polish cities by no later than September 30th. Intelligence warns us that the French and British are preparing for an attack towards the Rhine within 2-3 weeks, so it is important to take all of your objectives as soon as possible."},{"BriefingId":"5","BriefingDesc":"Your success in Poland has impressed the General Staff."},{"BriefingId":"6","BriefingDesc":"The General Staff is pleased by your success in Poland."},{"BriefingId":"7","BriefingDesc":"For your excellent leadership, you have been appointed as the commander of our combined land, naval, and air assault on Norway, code named Operation Weserubung. Your goal is to capture all objectives in southern and central Norway by May 3rd. Your forces must be free to redeploy for the upcoming campaign in France which is slated to begin May 10th. You should complete your mission as early as you can. This will allow us a greater chance to rest, refit and upgrade your troops prior to the invasion of France."},{"BriefingId":"8","BriefingDesc":"The General Staff commends you for your outstanding achievements in Norway."},{"BriefingId":"9","BriefingDesc":"Congratulations on meeting your objectives in Norway."},{"BriefingId":"10","BriefingDesc":"We are disappointed with your failure to take your objectives in Norway. However, due to your previous success we are willing to overlook your mistakes in Norway and give you another chance to prove you are worthy of command."},{"BriefingId":"11","BriefingDesc":"We have given you the key role in the invasion of France. You are to annihilate the French, British and Belgian armies located west and north of the Ardennes. In order to ensure their destruction, the early capture of Paris, and the opportunity to invade England this summer,  you must advance to the English Channel and capture all of the objectives no later than June 8th. A swift blow, delivered to the Allied armies as soon as possible, is essential to allow us time for an invasion of England this year."},{"BriefingId":"12","BriefingDesc":"Your blitzkrieg through Belgium was most impressive and has given us a great opportunity to conquer France in time for an assault on England this year."},{"BriefingId":"13","BriefingDesc":"Congratulations on completing your most recent campaign on schedule."},{"BriefingId":"14","BriefingDesc":"Unfortunately, it now appears that the French armies have regrouped and may be well prepared to resist our final drive on Paris."},{"BriefingId":"15","BriefingDesc":"Your recent performance was very dissapointing."},{"BriefingId":"16","BriefingDesc":"All that stands between us and victory in the west is a quick knock-out blow against the disorganized allied armies in France."},{"BriefingId":"17","BriefingDesc":"Congratulations on your outstanding victory in France. My humiliation in 1918 is avenged.\nWe are preparing for operations next year against the British in North Africa as well as against Yugoslavia and Greece. Your performance to date has been outstanding and we will be happy to allow you to choose your next operation for yourself and your army.\nWould you prefer to fight next in North Africa or in the Balkans?\n\n<a href=\"North_Africa\">North Africa</a><br/>\n<a href=\"Balkans\">Balkans</a>\n"},{"BriefingId":"18","BriefingDesc":"We were pleased by your victory in France. Unfortunately, we did not have enough time to invade England last summer.\nWe are preparing for operations next year against the British in North Africa as well as against Yugoslavia and Greece. Your performance to date has been outstanding and we will be happy to allow you to choose your next operation for yourself and your army.\nWould you prefer to fight next in North Africa or in the Balkans?\n\n<a href=\"North_Africa\">North Africa</a><br/>\n<a href=\"Balkans\">Balkans</a>\n"},{"BriefingId":"19","BriefingDesc":"Your failure to crush France has committed us to a protracted war. Already, the RAF has successfully bombed Berlin.\nYour services are no longer needed."},{"BriefingId":"20","BriefingDesc":"Your services are no longer needed."},{"BriefingId":"21","BriefingDesc":"Your mission is to break the French 'will to resist' by taking Paris and all other objectives by no later than July 30th."},{"BriefingId":"22","BriefingDesc":"All that stands between us and victory in the west is a quick knock-out blow against the disorganized allied armies in France.\nYour mission is to break the French 'will to resist' by taking Paris and all other objectives by no later than July 30th.\nAlthough it now appears that we have lost the chance to invade England this summer, it is imperative that we destroy the French armies as quickly as possible. Your future in the Wehrmacht will be heavily influenced by your performance in this campaign."},{"BriefingId":"23","BriefingDesc":"All that stands between us and victory in the west is a quick knock-out blow against the disorganized allied armies in France.\nYour mission is to break the French 'will to resist' by taking Paris and all other objectives by no later than July 30th.\nHowever, due to the difficulties involved in preparing for an invasion of England, it is essential that you end this campaign much sooner if at all possible. Otherwise, the opportunity to invade England this summer will be lost. The upcoming battle for France is the most important campaign you have yet to participate in."},{"BriefingId":"24","BriefingDesc":"Your next mission is to invade England. You must seize London and all other objectives in England before our limited shipping and the storms in the English Channel force us to withdraw our invasion forces.\nHigh command has given you until September 30th to complete your mission, but we fear that you must succeed sooner or we will see the invasion falter before the British surrender. Operation Sealion is about to begin. Good Luck!"},{"BriefingId":"25","BriefingDesc":"Congratulations on your stunning victory. England has surrendered and the war in the west is now over. Now, the war in the east will begin. While you and your army rested, we conquered Yugoslavia and Greece. You should now be ready to play a key role in Barbarossa, the assault on Russia."},{"BriefingId":"26","BriefingDesc":"Although your initial objectives in Operation Sealion were taken, two major factors brought about a critical supply problem. Severe shipping losses, partially due to the transfer of many old American destroyers to the Royal Navy, as well as several bad storms have proved catastrophic. We were forced to withdraw our forces from England before we could force the British to surrender.\nWe are preparing for operations next year against the British in North Africa as well as against Yugoslavia and Greece. Your performance to date has been outstanding and we will be happy to allow you to choose your next operation for yourself and your army.\nWould you prefer to fight next in North Africa or in the Balkans?\n\n<a href=\"North_Africa\">North Africa</a><br/>\n<a href=\"Balkans\">Balkans</a>\n"},{"BriefingId":"27","BriefingDesc":"Dateline Berlin - November 1, 1940. We are sorry to announce today that Operation Sealion has failed. In the proudest tradition of the German Army the commander of the expeditionary force was killed in action while evacuating his troops to safety."},{"BriefingId":"28","BriefingDesc":"It is time for you to teach the British a lesson in desert warfare. You are to take all of your objectives, including Tobruk and Mersah Matruh, and thus clear the road to Cairo by June 30th. Earlier success could prove decisive, as the British presence on Malta is likely to make our supply situation in North Africa increasingly precarious."},{"BriefingId":"29","BriefingDesc":"Your quick success in North Africa has allowed us to expel the British from Egypt and secure the Suez Canal."},{"BriefingId":"30","BriefingDesc":"Although your objectives were taken, RAF squadrons that arrived on Malta during the last half of June have prevented an advance on Cairo.\nAn opportunity has now arisen for you to assume command of the upcoming battle for Kiev in Russia. However, if you decide to stay in North Africa you will have one more chance to finish the British in Egypt. The choice is up to you.\nWould you like to take your army to Russia or remain in North Africa?\n\n<a href=\"Kiev\">Russia</a><br/>\n<a href=\"El_Alamein\">North Africa</a>\n\n"},{"BriefingId":"31","BriefingDesc":"After your failure in North Africa, Germany was forced to adopt a defensive posture this past year. The American's Operation Torch may make your life even more difficult."},{"BriefingId":"32","BriefingDesc":"It is time for us to end British domination over the entire Middle East. If we succeed, the British may be weakened sufficiently to allow us to mount an invasion of England. As an alternative, we may be able to influence the war in Russia by opening a new invasion route through the Caucasus. Your many objectives in the Middle East must be taken before major British reinforcements are able to arrive this fall, or all gains may be lost. In any event, we expect you to take your objectives by November 15th at the latest."},{"BriefingId":"33","BriefingDesc":"Your great triumph in the Middle East has been acclaimed by all Germany.\nStrategically, we are in an excellent position on the western front. We now expect to attempt an invasion of England in the summer of 1943 after we have increased the size of our Navy and worn down British air power. We are also planning a major offensive against Russia in the Caucasus early this summer. Our control of the Middle East will allow us to attack the Caucasus from both west and south. We would like you to lead one of these operations.\nWould you like to command the invasion of England in 1943or the attack on the Caucasus in 1942?\n\n<a href=\"Sealion_43\">England</a><br/>\n<a href=\"Caucasus\">Caucasus</a>\n"},{"BriefingId":"34","BriefingDesc":"Your success to date has been noteworthy. Our control of the Middle East will allow us to attack the Caucasus from both west and south.\n"},{"BriefingId":"35","BriefingDesc":"Your failure in the Middle East has cost us dearly. British counterattacks have forced us to abandon Egypt."},{"BriefingId":"36","BriefingDesc":"After much ebb and flow, the African front has stabilized at Gazala. It is time for you to seize the initiative and drive the British out of Libya and Egypt. Your goal is to seize Cairo and all other objectives by September 30th. However, given the entry of the Americans in the war, it may be necessary to complete the conquest of Egypt earlier to prevent an American invasion of Northwest Africa. Early success may also allow us to attempt an invasion of England."},{"BriefingId":"37","BriefingDesc":"Your great success in Africa has not gone unnoticed by the high command. Strategically, we are now in an excellent position on the western front."},{"BriefingId":"38","BriefingDesc":"Although you were successful in taking Cairo, the Americans are beginning Operation Torch, their invasion of Northwest Africa."},{"BriefingId":"39","BriefingDesc":"We were very disappointed by your inability to take Cairo. This has given the Americans the perfect opportunity to invade Northwest Africa."},{"BriefingId":"40","BriefingDesc":"Thanks in large part to your past success in Africa, you now have an opportunity to deal the Russians a critical blow. If you are able to secure your objectives in the Caucasus soon enough, we will then be ready for the assault on Moscow. You must complete the upcoming campaign by November 26th at the latest. However, in order for us to attack Moscow before bad weather sets in, you must complete your mission several months earlier. The fate of the war in the east is in your hands."},{"BriefingId":"41","BriefingDesc":"Your exceptional victory at Stalingrad has given us an opportunity to destroy Russia once and for all."},{"BriefingId":"42","BriefingDesc":"Although you were able to capture Stalingrad, the Soviet winter offensives have forced us back along the entire front."},{"BriefingId":"43","BriefingDesc":"Your failure in the Caucasus has put us in an extremely difficult position. The Soviet winter offensives have forced us back all along the front."},{"BriefingId":"44","BriefingDesc":"England must be knocked out of the war. Your mission is to take the objectives in southern England and force the British to surrender. We believe the Americans are preparing to send a large part of their Pacific Fleet to reinforce England sometime this summer. We have not been able to keep secret the preparations for the upcoming invasion. It is imperative that you complete your mission by no later than July 14th. However, time is critical and all efforts should be made to secure your objectives before this date."},{"BriefingId":"45","BriefingDesc":"Your victory over England in the summer of 1943 was even more stunning than your earlier victory in Moscow."},{"BriefingId":"46","BriefingDesc":"Congratulations on your truly impressive victory in England. Now that England is out of the war, it is time for you to deal with the Soviets."},{"BriefingId":"47","BriefingDesc":"Although your initial objectives in Operation Sealion were taken, the American counterattack forced our troops to retreat from England before we could effect a British surrender. While you were in England keeping the Western Allies busy, progress has been good on the eastern front."},{"BriefingId":"48","BriefingDesc":"We were very disappointed with your failure to force a British surrender last summer, but we have decided to give you another chance to redeem yourself."},{"BriefingId":"49","BriefingDesc":"You must defend Tunisia so that we can maintain a position in North Africa. If you can hold Tunis and at least five other objectives in Northwest Africa, we could free you and your forces for a possible attack on the Eastern Front. If this is not possible, holding Tunis and at least two other objectives until March 31st will almost certainly cause a delay in future Allied operations."},{"BriefingId":"50","BriefingDesc":"Your success holding back the Allied invasion force was an inspiration to the Wehrmacht. Unfortunately, we were unable to stop their final reoccupation of Africa.\n"},{"BriefingId":"51","BriefingDesc":"Your successful delaying action in Africa was helpful in slowing the Allies. Unfortunately, we were unable to stop their final reoccupation."},{"BriefingId":"52","BriefingDesc":"We were very disappointed that you were unable to stem the Allied advance in Africa. You must secure a victory in your next campaign or your prestige will plummet."},{"BriefingId":"53","BriefingDesc":"We now expect the Americans and British to launch an attack on Sicily and Southern Italy. At a minimum, you must put up a stubborn defense and hold at least two objectives until after October 1st. Ideally, you will hold at least five objectives. Good luck, you will need it."},{"BriefingId":"54","BriefingDesc":"Congratulations on your early success in Italy. Unfortunately, the Allies have been able to fight their way onto the Italian mainland."},{"BriefingId":"55","BriefingDesc":"Congratulations on your excellent defense of the Italian mainland.\nTo date, you have done a good job defending Southern Italy. Unfortunately, the Allies have been able to fight their way onto the Italian mainland."},{"BriefingId":"56","BriefingDesc":"To date, you have done a good job defending Southern Italy. Unfortunately, the Allies have been able to fight their way onto the Italian mainland."},{"BriefingId":"57","BriefingDesc":"To date, you have not done a good job defending Southern Italy. We cannot afford another defeat, and neither can you."},{"BriefingId":"58","BriefingDesc":"The Americans have been preparing to launch a new offensive aimed at taking Rome. You must hold Rome and a minimum of two other objectives until at least May 8th. If possible, retake and hold Anzio while keeping the Allies from gaining any of the objectives you currently hold."},{"BriefingId":"59","BriefingDesc":"You have done very well on the Italian front. It is now time for you to counter the upcoming Allied invasion of France."},{"BriefingId":"60","BriefingDesc":"You have done very well on the Italian front.\nIt is now time for you to either fight off the Allied invasion of France, or the upcoming Russian summer offensive. Both jobs will be extremely difficult, but you have proven yourself worthy of either task. It is up to you where you will command next.\nWill you fight in France or Russia?\n\n<a href=\"D-Day\">France</a><br/>\n<a href=\"Byelorussia\">Russia</a>\n\n"},{"BriefingId":"61","BriefingDesc":"We have been pleased with your performance on the Italian front and it is now time for you to counter the upcoming Allied invasion of France."},{"BriefingId":"62","BriefingDesc":"We were very disappointed in your inability to stem the Allied advance in Italy, as it now appears that all of Italy will fall to the Allies this summer. However, due to your previous successes on the Eastern Front, we have decided to allow you to honorably retire from service."},{"BriefingId":"63","BriefingDesc":"Your inability to stem the Allied advance in Italy has cost us dearly, and it now appears that all of Italy will fall to the Allies this summer. We have decided that your services are no longer required."},{"BriefingId":"64","BriefingDesc":"Operation Overlord will be the largest amphibious invasion ever seen by man, and you must stop it. You should strive to pin the Allies in Normandy by holding St. Lo, Caen and Cherbourg until after July 5th when we hope reinforcements will arrive and throw the Allies back into the sea. At a minimum, hold at least two of these three key towns."},{"BriefingId":"65","BriefingDesc":"Your defense of Normandy was outstanding."},{"BriefingId":"66","BriefingDesc":"You put up a good fight in Normandy."},{"BriefingId":"67","BriefingDesc":"We were disappointed with your poor results in Normandy. Your performance must improve or the war will soon be lost."},{"BriefingId":"68","BriefingDesc":"Once again, we ask you to repel an invasion, but this time Southern France is the allied target. Your job is to hold onto the key port of Marseilles and at least two other objectives until after August 28th when we hope to move additional troops to support you. Failing this, you must hold at least two objectives until then."},{"BriefingId":"69","BriefingDesc":"Your recent performance has been superb; unfortunately, the Western Allies' overwhelming quantitative superiority has allowed them to force us back to our borders. Your most recent victory in Southern France combined with your earlier victory in Normandy have proven to us that you have the ability to lead our upcoming counterattack in the Ardennes."},{"BriefingId":"70","BriefingDesc":"Your defense of France was noteworthy; unfortunately, the Allies have broken out of Normandy and are advancing across France."},{"BriefingId":"71","BriefingDesc":"Your defense of Southern France was disappointing, and your weakness has assisted the simultaneous Allied breakout from Normandy and their movement toward the Rhine."},{"BriefingId":"72","BriefingDesc":"Wacht am Rhein is our best chance to seize the initiative and force the Western Allies to make peace with us. It is essential that you capture all of your objectives by December 31st, or the Allies will be able to move overwhelming forces into the Ardennes to stop our offensive. Brussels is your ultimate objective, but capturing and holding all objectives except for Brussels by December 31st will also affect the war favorably."},{"BriefingId":"73","BriefingDesc":"Your spectacular attack through the Allied lines in the Ardennes was all we dared hope for."},{"BriefingId":"74","BriefingDesc":"Your spectacular attack through the Allied lines in the Ardennes was all we dared hope for.\nCombined with your earlier success on the Eastern Front, your victory forced the Allies to accept favorable peace terms. You will be remembered as one of history's great generals."},{"BriefingId":"75","BriefingDesc":"Your spectacular attack through the Allied lines in the Ardennes was all we dared hope for.\nWe have forced the Americans and British to make a separate peace on favorable terms.\nWe must now focus our resources on halting the Soviet army, which is currently advancing through Eastern Europe."},{"BriefingId":"76","BriefingDesc":"Your attack was quite an achievement considering the odds against you; unfortunately, it fell short of its ultimate aim of forcing the Allies to sue for peace."},{"BriefingId":"77","BriefingDesc":"We must now focus our resources on halting the Soviet army, which is currently advancing through Eastern Europe."},{"BriefingId":"78","BriefingDesc":"Your attack on the Ardennes was a dismal failure. Not only did it fall far short of its ultimate goal of forcing the Allies to sue for peace, but the resources we wasted will no longer be available for the defense of the homeland."},{"BriefingId":"79","BriefingDesc":"The Allies have now built up their forces and are about to unleash Operation Cobra, their attempt to break out of the Norman hedgerows once and for all. Your mission is to keep the Allies from pushing far into France until after August 18th. To do this, you should hold Paris, Orleans, Nantes and Amiens, but at a minimum you must maintain control of at least three of these cities."},{"BriefingId":"80","BriefingDesc":"Your success last summer in slowing the Allied breakout from Normandy has convinced us that you are the most qualified general to lead our upcoming counterattack in the Ardennes."},{"BriefingId":"81","BriefingDesc":"If you are able to secure your objectives in the Caucasus soon enough, we will then be ready for the assault on Moscow. You must complete the upcoming campaign by November 26th at the latest. However, in order for us to attack Moscow before bad weather sets in, you must complete your mission several months earlier. The fate of the war in the east is in your hands."},{"BriefingId":"82","BriefingDesc":"Your defense of France was disappointing and has allowed the Allies to race across the countryside. Your leadership must improve immediately."},{"BriefingId":"83","BriefingDesc":"Your troops, now located in the Arnhem sector of Holland,  are fighting off a massive Allied attack aimed at securing a path across the many rivers and canals leading to the vital crossing of the Rhine at Arnhem. It is essential that you prevent the Allies from taking Nijmegan while you retake Arnhem, and hold both towns until after September 25th. At a minimum, you must retake Arnhem and hold it until after then. If the Allies secure Arnhem, they will be able to force their way into Germany this year before we can mount a strong counterattack."},{"BriefingId":"84","BriefingDesc":"Congratulations on your outstanding performance in stopping the Allied offensive in Holland."},{"BriefingId":"85","BriefingDesc":"Congratulations on stopping the Allied offensive in Holland."},{"BriefingId":"86","BriefingDesc":"Your performance in Holland was quite disappointing and because of it we have lost any ability to counterattack before our enemies' final assault on Germany."},{"BriefingId":"87","BriefingDesc":"Although we have been able to knock the Russians out of this war, things have not gone as well in the west. The allies have proven to be unstoppable, and are now advancing across German soil.\nYou must stop them and push them back along the entire front by taking all objectives. If you can hold onto Berlin and a minimum of 5 other objectives until at least May 8th, we may be able to obtain tolerable armistice terms. This is the final battle; you face either death or glory."},{"BriefingId":"88","BriefingDesc":"Your magnificent defense of Germany has saved us from destruction. The Allies have agreed to an armistice and the war is now over. Your outstanding military leadership will long be remembered."},{"BriefingId":"89","BriefingDesc":"Although you were unable to expel the invaders, your defense of Germany was sufficiently resolute to persuade the allies to grant us an armistice, similar to the unpopular one signed in 1918."},{"BriefingId":"90","BriefingDesc":"Your inability to defend Germany has led to our total destruction. Although you fought well in many battles, we have, in the end, lost everything."},{"BriefingId":"91","BriefingDesc":"Your next mission is to defeat the Yugoslav and Greek armies and force the British forever the European mainland. You should capture your objectives by April 30th so that our upcoming invasion of Russia is not delayed. If you are able to complete your mission earlier, we may honor you with the command of our planned airborne assault on Crete."},{"BriefingId":"92","BriefingDesc":"Your assault on Yugoslavia and Greece was blitzkrieg in its most powerful sense. Due to your spectacular success, we have decided to appoint you to command a very special operation."},{"BriefingId":"93","BriefingDesc":"Your successful assault on Yugoslavia and Greece will allow us to begin an invasion of Russia without fearing an attack on our flank from the Balkans."},{"BriefingId":"94","BriefingDesc":"We were very disappointed with your performance in Yugoslavia and Greece. It is time for you to prove that you are worthy to be a Panzer General."},{"BriefingId":"95","BriefingDesc":"The assault on Crete will be the largest airborne drop ever attempted. It is up to you to lead the airborne attack and capture airfields in Crete so that your main forces can aid the invasion by both sea and air to crush the Allies on the island. You must ultimately secure all of the objectives on Crete by June 1st at the latest. In order to ensure that our forces are optimally prepared for the upcoming invasion of Russia, a much earlier success is desirable."},{"BriefingId":"96","BriefingDesc":"Your victory on Crete will go down in history as a military masterpiece. Your reputation within the army is unequaled. It is for this reason that we have given the key role in the invasion of Russia and the extra resources merited by your prestige."},{"BriefingId":"97","BriefingDesc":"Your victory on Crete adds yet another successful campaign to your resume. Your next assignment will be critical to your career and to the cause of the war."},{"BriefingId":"98","BriefingDesc":"We were very disappointed that you were unable to complete your mission on Crete successfully. We are going to give you another chance to prove yourself to us, but your resources will be limited due to your recently inconsistent performence in battle."},{"BriefingId":"99","BriefingDesc":"The invasion of Russia will be the largest military operation in history. Your army will spearhead Army Group Center's initial thrust into Russia. You must seize all of your objectives, including the main target of Smolensk, by August 6th. An earlier completion of your mission could allow us to begin the attack on Moscow before the onset of the autumn rain and the winter slows our advance. Rapid and decisive success will be the key to the entire War in the East."},{"BriefingId":"100","BriefingDesc":"Your smashing success in overrunning the Russian frontier armies and taking Smolensk proves that yet again that you are the premier Panzer General in the world.\nWe have reached a critical juncture in our war in Russia. Many generals believe that we should divert your forces to assist Army Group South in its drive to capture Kiev. There does appear to be an opportunity to trap and destroy a large part of the Soviet Army in this area. Other generals believe we should ignore the south and instead send your forces driving directly toward Moscow as soon as supplies can be brought forward, in order to reach there before winter. They believe a move toward Kiev will delay the drive on Moscow and may cause us to fail at the city gates. It appears that high command is leaning toward a drive on Kiev. Your opinion on this matter could sway their decision toward Moscow, but it would surely cost you some of your prestige to voice your opinion regarding such a key decision.\nWould you like to spend 1500 of your prestige points to convince high command to allow you to avoid an attack on Kiev and instead continue your drive to Moscow?\n\n<a -prestige=\"1500\" href=\"Early_Moscow\">Yes</a><br/>\n<a href=\"Kiev\">No</a>\n"},{"BriefingId":"101","BriefingDesc":"We were pleased with your initial success in driving deep into Russia."},{"BriefingId":"102","BriefingDesc":"Your total inability to overcome Soviet resistance has stalled the war in the east. All of our plans have been made useless, and it is now impossible for us to win this war quickly if at all.\nYour services are no longer needed."},{"BriefingId":"103","BriefingDesc":"For weeks our troops have been stopped by Russian forces near Kiev. It is time for you to encircle and destroy their positions. You are hereby ordered to strike south toward Kiev and Lokhvitsa. Army Group South units, temporarily under your command, are to drive north and meet your forces, thus encircling the Russian armies. All of the objectives in your sector must be taken by September 19th in order for us to redeploy your troops in time for an attack on Moscow this year. An earlier completion of this battle can only enhance your prestige, and give you a better chance to obtain the resources you will need to capture Moscow."},{"BriefingId":"104","BriefingDesc":"Congratulations on your stunning success in the Ukraine. Many Soviet troops have been destroyed or have surrendered."},{"BriefingId":"105","BriefingDesc":"Your successful conclusion of the battle for Kiev has been noted."},{"BriefingId":"106","BriefingDesc":"Your inability to take the objectives in the Kiev area forced us to suspend our planned offensive against Moscow this year. Your performance was very disappointing, and it is imperative that your leadership improves substantially in the upcoming campaign."},{"BriefingId":"107","BriefingDesc":"The time has come for the decisive battle of 1941. The Soviets have marshalled their troops to defend Moscow the economic and political key to Russia. It is time for you to hurl your forces at Moscow. You must break through their defenses and take Moscow before the combination of winter weather and Siberian reinforcements can steal the initiative. If Moscow can be taken and held this winter, the Soviets will undoubtedly surrender."},{"BriefingId":"108","BriefingDesc":"Congratulations on your crushing victory over the Soviets, a triumph even more impressive than your earlier victory against England. Russia has surrendered! Now, America stands alone."},{"BriefingId":"109","BriefingDesc":"Congratulations on your crushing victory over the Soviets. Russia has surrendered! Because of your prestige, you have been selected to lead our upcoming invasion of England."},{"BriefingId":"110","BriefingDesc":"Your successful capture of Moscow turned out to be short-lived. Soviet reinforcements from Siberia were able to push back our weary troops. Fierce Soviet counterattacks have weakened our once invincible-armies."},{"BriefingId":"111","BriefingDesc":"Your inability to capture your objectives in and around Moscow has led to disaster. The Soviet armies, reinforced by troops from Siberia, have wreaked havoc on our overextended and once-invincible armies. Fierce Soviet counterattacks this winter have pushed back our weary troops all along the front."},{"BriefingId":"112","BriefingDesc":"Sevastopol, home of the Soviet Black Sea Fleet, must be taken so that we can begin our upcoming campaign in the Ukraine and the Caucasus without a major enemy fortress threatening our right flank. Sevastopol has been under siege and has been pounded by air and artillery for 5 straight days, but you should expect the entrenchments and forts you attack to be the toughest you have ever faced in the war. You must take Sevastopol and the surrounding objectives by no later than June 23rd or our offensive in the south will be compromised. An earlier completion of your mission will only make it easier to prevail over the Soviets later this year."},{"BriefingId":"113","BriefingDesc":"Your storming of Sevastopol will be recognized as one of history's greatest assaults against a fortress."},{"BriefingId":"114","BriefingDesc":"Your capture of Sevastopol on schedule deserves praise for a job well done."},{"BriefingId":"115","BriefingDesc":"We were very disappointed with your inability to capture the forts in and around Sevastopol. It now appears that our southern offensive will have to be postponed indefinitely.\nYour services are no longer needed."},{"BriefingId":"116","BriefingDesc":"Although your initial objectives in Operation Sealion were taken, the American counterattack forced our troops to retreat from England before we could effect a British surrender."},{"BriefingId":"117","BriefingDesc":"We are ready for you to lead our troops into Moscow and force the Soviet's unconditional surrender. It is essential that you take your objectives by December 31st at the latest. You should strive to take your objectives quickly in order to ensure that winter weather doesn't give the Russians an opportunity to counterattack before we have consolidated our gains."},{"BriefingId":"118","BriefingDesc":"Congratulations on your crushing victory over the Soviets, a feat even more impressive than your earlier triumph in England. Russia has surrendered! America stands alone."},{"BriefingId":"119","BriefingDesc":"Congratulations on your crushing victory over the Soviets. Russia has surrendered!"},{"BriefingId":"120","BriefingDesc":"Unfortunately, your capture of Moscow turned out to be short-lived, as the Soviet counterattack in January forced us to retire from there."},{"BriefingId":"121","BriefingDesc":"We were very disappointed by your inability to capture your objectives in and around Moscow. A great opportunity has been lost and you must prove to us that you remain the great commander you once were."},{"BriefingId":"122","BriefingDesc":"Due to your previous success on the western front, we have decided to allow you to honorably retire."},{"BriefingId":"123","BriefingDesc":"Your failure to stem the Russian tide threatens us with the possibility of total extinction."},{"BriefingId":"124","BriefingDesc":"We have moved your troops into Hungary and it is time for you to lead Operation Waldteufel, the attack to retake Budapest. You must take all of your objectives by March 25th at the latest. However, an earlier completion of your mission is necessary if we are to continue the counteroffensive and drive the Soviets back to Russia."},{"BriefingId":"125","BriefingDesc":"Although we have been able to knock the Americans and British out of this war, the war in the east has not gone well. The Soviets have proven to be unstoppable, and are now advancing across German soil.\nYou must stop them and push them back along the entire front by taking all objectives. If you can hold onto Berlin and a minimum of 5 other objectives until at least May 8th, we may be able to obtain tolerable armistice terms. This is the final battle; you face either death or glory."},{"BriefingId":"126","BriefingDesc":"It is imperative that we regain the initiative by launching a counterattack to retake Kharkov, a city recently taken by advancing Soviet armies. If you are able to retake Kharkov and all other objectives by March 14th, we should be in a position to launch a major offensive aimed at Kursk in the summer. An early victory at Kharkov will make it easier for us to overwhelm the Soviets when the weather turns warm again."},{"BriefingId":"127","BriefingDesc":"Your victory at Kharkov was so quick and decisive that the Soviet forces became hopelessly disorganized. We have been able to keep them on the run ever since."},{"BriefingId":"128","BriefingDesc":"Your victory at Kharkov has allowed us to regain the initiative. We must continue to press our attacks against the Soviets."},{"BriefingId":"129","BriefingDesc":"Your leadership proved weak and uninspiring at Kharkov, and we were unable to regain the initiative. Another year of senseless fighting in Russia has come and gone."},{"BriefingId":"130","BriefingDesc":"The time for Operation Citadel has come. You are to attack and destroy the Soviet forces in the Kursk salient. The seizure of several key cities behind the front lines (including Kursk) is the key to this battle. You must capture all of your objectives by July 24th, to allow time for a new assault on Moscow this year. We must warn you that we expect massive Russian counterattacks in your sector to begin within ten days. If you are unable to take all of your objectives, you must at a minimum keep the Russians from recapturing all of the objectives that you currently hold."},{"BriefingId":"131","BriefingDesc":"Your victory at Kursk was so quick and decisive that the Soviet forces became hopelessly disorganized. We have been able to keep them on the run ever since."},{"BriefingId":"132","BriefingDesc":"Although you were unable to take all of your objectives, you did successfully fight off the Russian counterattack. Unfortunately we lost the initiative on the eastern front, and another year of senseless fighting in Russia has come and gone."},{"BriefingId":"133","BriefingDesc":"Your leadership proved weak and uninspiring at Kursk, and we were unable to regain the initiative. Another year of senseless fighting in Russia has come and gone."},{"BriefingId":"134","BriefingDesc":"Our armies have pushed to the gates of Moscow and it is time for you to take the Kremlin and force the Soviets to surrender. It is essential that you take your objectives by December 31st at the latest. To ensure that winter weather doesn't give the Russians an opportunity to counterattack before we have consolidated our gains, you should take your objectives much earlier."},{"BriefingId":"135","BriefingDesc":"It is now time for you to counter the upcoming Allied invasion of France."},{"BriefingId":"136","BriefingDesc":"Although you succeeded in taking your objectives, the Russians continue to bounce back with amazing resiliency. Their counterattack has destroyed our last hope of forcing their unconditional surrender."},{"BriefingId":"137","BriefingDesc":"Your ignominious defeat at the hands of the Russians has destroyed our last hope of forcing their unconditional surrender."},{"BriefingId":"138","BriefingDesc":"The Russians are about to unleash a massive attack aimed at the center of our line. It is up to you to fight against overwhelming odds and keep the Russians from taking Warsaw by August 29th. If possible, hold Warsaw and at least two other objectives until after then and we may yet have an opportunity to reverse the tide of this war."},{"BriefingId":"139","BriefingDesc":"Your outstanding victory near Warsaw defending against the Soviet juggernaut has helped us keep the Soviets at bay for another year."},{"BriefingId":"140","BriefingDesc":"Your outstanding victory defending against the Soviet juggernaut has allowed us to shift forces to the west in preparation for a massive counterstroke aimed at the Americans. Your success has convinced us that you are the one to lead our upcoming attack in the Ardennes."},{"BriefingId":"141","BriefingDesc":"Your solid performance near Warsaw against the Soviet juggernaut has helped us keep the Russians at bay for another year."},{"BriefingId":"142","BriefingDesc":"Unfortunately, their forces continue to push us back and threaten our very existence. An opportunity now exists for us to repel them and regain the initiative. "},{"BriefingId":"143","BriefingDesc":"Your great victory is reminiscent of your early blitzkriegs through Europe. Combined with your earlier success on the western front, your victory forced the Soviets to accept favorable peace terms. You will be remembered as one of history's great generals."},{"BriefingId":"144","BriefingDesc":"Your great victory is reminiscent of your early blitzkriegs through Europe. We have forced the Soviets to make a separate peace with favorable terms. We must now focus our resources on fighting off the American and British armies."},{"BriefingId":"145","BriefingDesc":"Your victory has helped delay the Russian advance, but it was insufficient to keep them from continuing their attacks."},{"BriefingId":"146","BriefingDesc":"Your defeat has allowed the Russians to continue their advance."},{"BriefingId":"147","BriefingDesc":"You must stop them and push them back along the entire front by taking all objectives. If you can hold onto Berlin and a minimum of 5 other objectives until at least May 8th, we may be able to obtain tolerable armistice terms. This is the final battle; you face either death or glory."},{"BriefingId":"148","BriefingDesc":"Your magnificent defense of Germany has saved us from total destruction. The Soviets have agreed to a reasonable armistice and the war is over. Your outstanding military leadership will long be remembered in the coming years of peace."},{"BriefingId":"149","BriefingDesc":"Your magnificent defense of Germany has saved us from destruction. The Soviets, Americans and British have granted us an armistice similar to the unpopular one signed in 1918."},{"BriefingId":"150","BriefingDesc":"Although you were unable to throw out the invaders, your defense of Germany was sufficient to obtain an armistice. Unfortunately, the terms of the armistice are even harsher than those of the unpopular one signed in 1918."},{"BriefingId":"151","BriefingDesc":"Europe is now united under German leadership. You have achieved the success that Napoleon only dreamed of. Now it is time for you to end the war. The Americans have long thought themselves secure because of the vastness of the oceans washing their shores. But, your initial landings in Delaware and Maryland have shaken popular confidence. They have mustered their forces to defend their capital and you must crush the defenders and seize all your objectives in and around Washington, D.C. by August 15th at the latest. Confidentially, we have reports that the US is constructing a super weapon that could totally reverse the course of this war. This weapon may be available as early as mid-July so it is imperative that you force an American surrender as early as possible."},{"BriefingId":"152","BriefingDesc":"Your early capture of Washington has forced the surrender of the United States before they could successfully test an atomic bomb. North America and Europe have been successfully united under common leadership and all the other nations of the world are courting German favor. The world is at peace.Your brilliant leadership throughout this war ranks you among the greatest generals that have ever lived, and you will be remembered as the greatest Panzer General in history."},{"BriefingId":"153","BriefingDesc":"Your capture of Washington has allowed us to negotiate a favorable peace treaty with the Americans. But, their ability to create and test an atomic bomb has kept us from uniting North America and Europe. Your brilliant leadership throughout this war will long be remembered in the coming years of peace."},{"BriefingId":"154","BriefingDesc":"Dateline Berlin - August 15, 1945. The war is over. A peace agreement between the United States and Germany is signed. Our armed forces failure to capture Washington, D.C., and the use by the United States on August 6th of an atomic bomb are the reasons cited for the peace accord. We are pleased peace has come but are sorry to report that the commander of the invasion forces is confirmed killed alongside his troops in the atomic explosion. He will long be remembered as one of history's greatest military minds in the hearts of our people for his contribution to peace."},{"BriefingId":"155","BriefingDesc":"Both the Soviets and the Western Allies have proven to be unstoppable, and are now advancing across German soil.\nYou must keep them out of central Germany by holding Berlin and at least five other objectives until after May 8th. Failing in this, you must at least hold Berlin until after May 8th. This is the final battle and you must prevail."},{"BriefingId":"156","BriefingDesc":"You must take your objectives by no later than November 16th, but in order for us to ensure that we can hold Moscow in the face of a determined counterattack, you should strive to take Moscow several weeks earlier. This will no doubt be our best chance to win the War in the East."},{"BriefingId":"157","BriefingDesc":""},{"BriefingId":"158","BriefingDesc":""},{"BriefingId":"159","BriefingDesc":"Gibraltar has been taken and the Italian Fleet has sailed toward England. Your mission is to take London and the Industrial Heart of England before our limited shipping and storms in the English Channel force us to withdraw our invasion.\nHigh command has given you until September 30th to complete your mission, but we fear that you must succeed sooner or we will see the invasion falter before the British surrender. Operation Sealion is about to begin. Good Luck!"},{"BriefingId":"160","BriefingDesc":"High command has given you until September 30th to complete your mission, but we fear that you must succeed sooner or we will see the invasion falter before the British surrender. Operation Sealion is about to begin. Good Luck!"},{"BriefingId":"161","BriefingDesc":"Congratulations on your outstanding victory in France. My humiliation in 1918 is avenged.\nEngland lies open to invasion, ensuring total victory on the western front. The invasion is planned to occur on September 1st, but a debate at the highest level of government is in progress. Some believe that we should invade Spain in order to take Gibraltar and thus free the Italian Navy to assist us against the powerful British Navy. Others believe this to be unnecessary and they are winning the argument. Your opinion could influence the outcome of this key decision. The assistance of the Italian Fleet could be the difference in the upcoming invasion, but it may come at the cost of some of your prestige.\nDo you want to spend 1000 prestige to secure Gibralter and the help of the Italian Navy?\n\n<a -prestige=\"1000\" href=\"Sealion_Plus\">Yes</a><br/>\n<a -prestige=\"0\" href=\"Sealion_40\">No</a>\n\n"},{"BriefingId":"162","BriefingDesc":"We are preparing for operations next year against the British in North Africa as well as against Yugoslavia and Greece. Your performance to date has been outstanding and we will be happy to allow you to choose your next operation for yourself and your army."},{"BriefingId":"163","BriefingDesc":"An opportunity has now arisen for you to assume command of the upcoming battle for Kiev in Russia. However, if you decide to stay in North Africa you will have one more chance to finish the British in Egypt. The choice is up to you."},{"BriefingId":"164","BriefingDesc":"Strategically, we are in an excellent position on the western front. We now expect to attempt an invasion of England in the summer of 1943 after we have increased the size of our Navy and worn down British air power. We are also planning a major offensive against Russia in the Caucasus early this summer. Our control of the Middle East will allow us to attack the Caucasus from both west and south. We would like you to lead one of these operations."},{"BriefingId":"165","BriefingDesc":"Your success holding back the Allied invasion force was an inspiration to the Wehrmacht. Unfortunately, we were unable to stop their final reoccupation of Africa.\nWhile you were defending Africa, we were able to marshal considerable forces in preparation for a major offensive in Russia, and we are considering you to lead the attack. The Russians are well dug in and the battle will be one of the most difficult of the war. At the same time, we expect the Americans and British to launch an attack on Sicily and Southern Italy and your talents could be put to good use repelling the invaders. The choice is yours.\nDo you want to fight next in Russia or in Italy?\n\n<a href=\"Kursk\">Russia</a><br/>\n<a href=\"Husky\">Italy</a>\n\n"},{"BriefingId":"166","BriefingDesc":"It is now time for you to either fight off the Allied invasion of France, or the upcoming Russian summer offensive. Both jobs will be extremely difficult, but you have proven yourself worthy of either task. It is up to you where you will command next."},{"BriefingId":"167","BriefingDesc":"We have reached a critical juncture in our war in Russia. Many generals believe that we should divert your forces to assist Army Group South in its drive to capture Kiev. There does appear to be an opportunity to trap and destroy a large part of the Soviet Army in this area. Other generals believe we should ignore the south and instead send your forces driving directly toward Moscow as soon as supplies can be brought forward, in order to reach there before winter. They believe a move toward Kiev will delay the drive on Moscow and may cause us to fail at the city gates. It appears that high command is leaning toward a drive on Kiev. Your opinion on this matter could sway their decision toward Moscow, but it would surely cost you some of your prestige to voice your opinion regarding such a key decision."},{"BriefingId":"168","BriefingDesc":"Your successful capture of Moscow turned out to be short-lived. Soviet reinforcements from Siberia were able to push back our weary troops. Fierce Soviet counterattacks have weakened our once invincible-armies.\nIt is time for us to recapture the initiative on both east and west fronts. On the eastern front, we are preparing to assault Sevastopol in the Crimea in order to free our forces for a drive toward Stalingrad and the oilfields of the Caucasus. On the western front, we will soon begin an assault intended to break the British army in North Africa and capture Cairo. You have performed well and we give you the opportunity to lead either of these critical operations.\nWould you like to lead the assault on Sevastopol or the offensive in North Africa?\n\n<a href=\"Sevastopol\">Sevastopol</a><br/>\n<a href=\"El_Alamein\">North Africa</a>\n\n"},{"BriefingId":"169","BriefingDesc":"Although you were able to capture Stalingrad, the Soviet winter offensives have forced us back along the entire front.\nOur disappointment in delivering a knockout blow to Russia in 1942 has been increased by the Western Allies gradually forcing us out of North Africa. We intend to begin an offensive in the area which if successful may ultimately lead us to the possibility of defeating the Russians once and for all. However, we expect the Allies to invade Sicily and Italy as soon as they force us out of Africa, and a successful defense of the continent may help us free the necessary forces to defeat Russia later this year. Your skills can only be used in one of these two areas. We leave it to you to decide where you wish to lead your army in battle.\nWould you like to fight next in Russia or in Italy?\n\n<a href=\"Kursk\">Russia</a><br/>\n<a href=\"Husky\">Italy</a>\n"},{"BriefingId":"170","BriefingDesc":"Although you were unable to take all of your objectives, you did successfully fight off the Russian counterattack. Unfortunately we lost the initiative on the eastern front, and another year of senseless fighting in Russia has come and gone.\nOur disappointment in not delivering a knockout blow to Russia in 1943 has been equaled by the failure of our forces to keep the Western Allies from gaining a toehold on the European mainland in southern Italy. We need a strong general like you to go to Italy and prevent the Western Allies from capturing Rome. At the same time, we need your skills here in Russia to fight off the inevitable Soviet offensives.\nWould you like to remain in Russia or move your forces to Italy?\n\n<a href=\"Byelorussia\">Russia</a><br/>\n<a href=\"Anzio\">Italy</a>\n\n"},{"BriefingId":"171","BriefingDesc":"Although you succeeded in taking your objectives, the Russians continue to bounce back with amazing resiliency. Their counterattack has destroyed our last hope of forcing their unconditional surrender.\nOur disappointment in not delivering a knockout blow to Russia in 1943 has been equaled by the failure of our forces to keep the Western Allies from gaining a toehold on the European mainland in southern Italy. We need a strong general like you to go to the western front and counter the expected Allied invasion of France. At the same time, we need your skills here in Russia to fight off the inevitable Soviet offensives.\nWould you like to remain in Russia or move your forces to France\n\n<a href=\"Byelorussia\">Russia</a><br/>\n<a href=\"D-Day\">France</a>\n\n"},{"BriefingId":"172","BriefingDesc":"Your mission is to break the French 'will to resist' by taking Paris and all other objectives by June 30th."},{"BriefingId":"173","BriefingDesc":"May peace remain for many years to come."},{"BriefingId":"174","BriefingDesc":"You must take your objectives by no later than December 4th. In order for us to ensure that we can hold Moscow in the face of a determined counterattack you should strive to take Moscow several weeks earlier. This is our best chance to win the War in the East."},{"BriefingId":"175","BriefingDesc":""}]}}